/* String for letting a user know that this update will be a paid one, since they are going to lose their registered copy by installing it. */
"You do not have a paid license for this version. The update will install a trial version of Snagit." = "You do not have a paid license for this version. The update will install a trial version of Snagit.";

/* Title for upgrading to the current version */
"Upgrade to Snagit %@ Trial Version" = "Upgrade to Snagit %@ Trial Version";

